Revit 2027 API
DWGImportOptions Constructor
Overload List
Name | Description
DWGImportOptions() |  Constructs a new instance of DWGImportOptions with default values of all properties.
DWGImportOptions(DWGImportOptions) |  Constructs a new instance of DWGImportOptions as a copy of the import options.
Top
See Also
Reference
DWGImportOptions Class
Autodesk.Revit.DB Namespace